{
    "cartas": [
        { "id": 0, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/00-TheFool.jpg", "card_name": "0 - The Fool", "yes_or_no": "Yes", "explanation": "New beginnings, spontaneity, adventure, innocence, potential, faith, fearlessness, a leap of faith, originality, freedom from constraints, purity of action, acting without malice, being in the present, acting without thinking, eccentricity, silliness, seeking freedom." },
        { "id": 1, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/01-TheMagician.jpg", "card_name": "1 - The Magician", "yes_or_no": "Yes", "explanation": "Creativity, action, power, manifestation, skill, communication – oral, written & electronic, technology, magic, work, self-employment, a smooth talker, having the gift of the gab, will-power, directing your will, creative visualization, manifesting your desires." },
        { "id": 2, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/02-TheHighPriestess.jpg", "card_name": "2 - The High Priestess", "yes_or_no": "Maybe", "explanation": "Mystery, intuition, inner-knowing, self-trust, spiritual insight, emotional stability, divination, esoteric wisdom/knowledge, things yet to be revealed, your higher-self, spirit guides, discovering your own truth, a single woman; a chaste woman; morality, sanctity." },
        { "id": 3, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/03-TheEmpress.jpg", "card_name": "3 - The Empress", "yes_or_no": "Yes", "explanation": "Nurturing, abundance, fertility, mothering, your mother, love, beauty, a businesswoman, mother earth, a multi-tasker, pregnancy, creativity, solving problems creatively, fulfilling your potential, a successful business or opportunity; social status." }, { "id": 4, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/04-TheEmperor.jpg", "card_name": "4 - The Emperor", "yes_or_no": "Yes", "explanation": "Authority, order, structure, authority, your boss, leadership, your father, the establishment, promotion to a senior role, asserting yourself, ambition, law and order, taking a stand, firmness with others & yourself, rational thought, responsibility, stability, fairness." },
        { "id": 5, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/05-TheHierophant.jpg", "card_name": "5 - The Hierophant", "yes_or_no": "Maybe", "explanation": "Group identity, large institutions, education, teaching, learning, tradition, orthodoxy, the status quo, religion, a guru or teacher, spiritual guidance, occult or mystical groups, divine laws, seeking counsel and advice, church, spiritual retreat, brotherhood." },
        { "id": 6, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/06-TheLovers.jpg", "card_name": "6 - The Lovers", "yes_or_no": "Maybe", "explanation": "Love, choices, partnerships, affection, being at a crossroads, togetherness, going into business with another, being duty bound, a love affair, falling in love, commitment, an engagement, choosing between two lovers, harmony, trust, marriage, contracts, union." },
        { "id": 7, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/07-TheChariot.jpg", "card_name": "7 - The Chariot", "yes_or_no": "Yes", "explanation": "Drive, will power, direction, ambition, confidence, victory, success, a journey, transportation, success with little or no support, overcoming obstacles, triumph in the face of adversity, coming to the aid of another, mastering a skill, driving force, impetus, energy." },
        { "id": 8, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/08-Strength.jpg", "card_name": "8 - The Strength", "yes_or_no": "Yes", "explanation": "Inner strength, self-assurance, self-control, self-belief, patience, confidence, enjoying power, lust, sex, sexuality, eroticism, heroic acts, strength through personal power & not violence, vitality, virility, potency, confidence without arrogance, compassionate." },
        { "id": 9, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/09-TheHermit.jpg", "card_name": "9 - The Hermit", "yes_or_no": "Yes", "explanation": "Introspection, contemplation, wanting or finding solitude, private self-reflection, seeking enlightenment & spiritual experiences, meditation, being discreet, privacy, home study, withdrawing from society, patience, self-exploration, therapy/counseling, self-help." },
        { "id": 10, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/10-WheelOfFortune.jpg", "card_name": "10 - The Wheel of Fortune", "yes_or_no": "Maybe", "explanation": "Luck, chance, opportunity, changes, a turning point, movement, winning, the cycle of life, ups and downs, fate, destiny, a chance meeting that can change your life, what goes around comes around, winning at a game of chance, a definite yes, good times, success." },
        { "id": 11, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/11-Justice.jpg", "card_name": "11 - The Justice", "yes_or_no": "Maybe", "explanation": "Justice, karma, balance and equilibrium, truth, fairness, responsibility, accountability, integrity, dignity, agreements, legal affairs, a court case or tribunal, consulting a lawyer, checking legal documents, seeking fairness through clarity, trial outcomes, justice system." },
        { "id": 12, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/12-TheHangedMan.jpg", "card_name": "12 - The Hanged Man", "yes_or_no": "No", "explanation": "Letting go, sacrifice for gain, surrender, breaking patterns, a crisis, delays, seeing from another direction, a fresh perspective, suspension of activity, giving something up, experiencing a metamorphosis, spiritual advancement, a detachment from the material." },
        { "id": 13, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/13-Death.jpg", "card_name": "13 - Death", "yes_or_no": "No", "explanation": "Endings, mortality, profound change, letting go of emotional attachments, severing ties, it’s over, the end of an era or cycle, failure, loss. For some: transformation, renewal, rebirth, the breaking of old habits." },
        { "id": 14, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/14-Temperance.jpg", "card_name": "14 - Temperance", "yes_or_no": "Yes", "explanation": "Harmony, balance, synthesis, moderation, blending, synergy, alchemy, being temperate, blending opposites, angel communication, connecting with your guides, merging, looking for divine intervention; beginning self-help/therapy, self-acceptance." },
        { "id": 15, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/15-TheDevil.jpg", "card_name": "15 - The Devil", "yes_or_no": "No", "explanation": "Bondage, temptation, enslavement, addictions to sex/drugs/drink/money, fear & doubt, materialism, lies, violence, unhealthy relationships, sexual deviancy/gratification, obsessions, hard work/over worked, tied to the job, feeling trapped & without options." },
        { "id": 16, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/16-TheTower.jpg", "card_name": "16 - The Tower", "yes_or_no": "No", "explanation": "Sudden & unexpected change, upheaval, destruction, ruin, catastrophe, release, revelation, breaking down of old forms, renovation, an accident or damage to the home, bankruptcy, redundancy or loss of work, being overthrown or ousted, house repossession." },
        { "id": 17, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/17-TheStar.jpg", "card_name": "17 - The Star", "yes_or_no": "Yes", "explanation": "Hope, happiness, opportunities, optimism, renewal, spirituality, cosmic blessings, help in all forms, beauty & aesthetics, astrology, astronomy, the heavens, wishing on a star, good health & healing, an inspirational person, a period of tranquility, alternative therapies." },
        { "id": 18, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/18-TheMoon.jpg", "card_name": "18 - The Moon", "yes_or_no": "No", "explanation": "Dreams but also nightmares, illusion, hidden things – particularly enemies, insecurity, mystery, falsehoods, visions, mental confusion, a dark night of the soul, a difficult period, lacking clarity, deception, secrets, increased psychic ability and experiences." },
        { "id": 19, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/19-TheSun.jpg", "card_name": "19 - The Sun", "yes_or_no": "Yes", "explanation": "Life, energy, vitality, joy, enlightenment, warmth, manifestation, happiness, YES! riches, marriage, good times, success, clear thinking, optimism, blessings, good fortune, a good holiday, nice weather; male archetype/masculinity, the conscious mind." },
        { "id": 20, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/20-TheJudgement.jpg", "card_name": "20 - O Judgement", "yes_or_no": "Yes", "explanation": "Redemption, rebirth, an awakening, renewal, a call to action, spiritual or religious calling, reincarnation, a realization, a change that has already occurred, end of an era, a rite of passage, a period of transition, decision making, the final outcome, a judgement, moving on." },
        { "id": 21, "url": "https://raw.githubusercontent.com/gabrielaalvescosta/ChooseACardTarot/main/cards/21-TheWorld.jpg", "card_name": "21 - The World", "yes_or_no": "Yes", "explanation": "Completion, fulfillment, possibilities, outcomes, realisations, wholeness, success, totality, moving – particularly abroad, success and successful conclusions, the journey’s end, goal achievement; world travel, exploration, anthropology, socializing, studying cultures." }
    ],
    "error": false
}