{
    "cartas": [
        { "id": 0, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/00-TheFool.jpg", "card_name": "The Fool", "explanation": "Sự khởi đầu, tự nguyện, tự phát, niềm tin, điên rồ. Là lá số 0 khởi đầu cho bộ bài. The Fool đánh dấu một giai đoạn bắt đầu. Hãy trông chờ vào những điều chẳng ai ngờ tới. Bạn đánh liều với tất cả mọi thứ mình có, và điều đó có thể gây chấn động với những người xung quanh bạn. Nhưng bạn hoàn toàn đặt niềm tin vào bản năng của chính mình, luôn tiến về phía trước và không lo về hậu quả cho bất cứ sự lựa chọn nào bản thân đặt ra." },
        { "id": 1, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/01-TheMagician.jpg", "card_name": "The Magician", "explanation": "Hành động, nhận thức có ý thức, tập trung, quyền lực. Bạn đang cảm nhận được những ảnh hưởng kì diệu xung quanh cuộc sống của mình, và điều đó thôi thúc bạn biến ý tưởng của mình thành sự thật. Hoặc đó cũng có thể là bạn sẽ tìm ra được giải pháp cho những vấn đề khuất mắt mà mình đang gặp phải một cách vô tình. The Magician, mang năng lượng giàu tiềm năng của The Fool và nhào nặn, dẫn hướng năng lượng đó trở thành thực tại của chính bản thân mình, như một người nghệ sĩ" },
        { "id": 2, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/02-TheHighPriestess.jpg", "card_name": "The High Priestess", "explanation": "Thụ động, vô thúc, tiềm năng, bí ẩn. The High Priestess nhắc nhở bạn về những bí mật, bí ẩn xung quanh cuộc sống của chính bản thân mình. Dù vô tình thấy trong những giấc mơ, những ký ức mông lung trong quá khứ, hãy tin vào trự giác bản thân mình và tìm đến ý nghĩa thật sự của viễn cảnh ấy. Tin vào trực giác hơn là bằng lý trí bản thân, bản thân bạn sẽ hiểu được câu trả lời muốn tìm kiếm. Nữ tư tế cũng có thể đại diện cho một người phụ nữ bí ẩn trong cuộc sống của Querent (người hỏi bài). Hấp dẫn và đầy cuống hút bởi vẻ bí ẩn của người này" },
        { "id": 3, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/03-TheEmpress.jpg", "card_name": "The Empress", "explanation": "Nuôi nấng, sung túc, trù phú, tri giác, thiên nhiên. Sự dồi dào sung túc tràn đầy cuộc sống của bạn. Bạn là người nuôi dưỡng không chỉ cho chính bản thân mình mà còn cho những người xung quanh bạn. Bạn là chỗ dựa tinh thần của mọi người bởi lẽ bạn biết lắng nghe và còn là một tư vấn viên tốt. Ngoài ra The Empress còn tượng trung cho người mẹ hoặc người sở hữu thiên tính làm mẹ" },
        { "id": 4, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/04-TheEmperor.jpg", "card_name": "The Emperor", "explanation": "Làm ca, cấu trúc, nắm quyền, luật lệ. Ý chí sẽ là chìa khoá dẫn tới thành công khi bạn dám theo đuổi những mơ ước của bàn thân mình. Thứ giúp bạn đến cuối tận con đường không chỉ bao gồm ý chí mà còn là trí tuệ của bản thân mình. Hãy làm rõ mọi tư tưởng và tập trung vào chuyên môn, bản thân bạn sẽ thấy rằng mọi khó khăn chỉ là thách thức. Với mỗi thách thức bạn mạnh mẽ hơn bao giờ hết" },
        { "id": 5, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/05-TheHierophant.jpg", "card_name": "The Hierophant", "explanation": "Giáo dục, hệ thống niềm tin, tiếp nhận, nhận dạng nhóm. Thông qua tôn giáo, hay thậm chí những đạo đức cá nhân, bản thân bạn hình thành nên đạo lí của bản thân mình. Chúng kể cho bạn biết rằng bạn là ai, bạn là người như thế nào, bạn tuân thủ những quy luật của bản thân như thế nào. Hierophant có thể tượng trung cho một người cố vấn, một người thấy, hoặc bậc cha mẹ luôn đưa ra những lời khuyên mang tính khắc khe, truyền thống, có tính tổ chức, và đôi khi tạo cảm giác không dễ chịu cho những người lắng nghe theo lời khuyên." },
        { "id": 6, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/06-TheLovers.jpg", "card_name": "The Lovers", "explanation": "Mối quan hệ, bản năng giới tính, niềm tin cá nhân, giá trị.The Lovers không hẳn đề cập đến một nhân vật cụ thể mà đề cập đến vấn đề lựa chọn, tính hai mặt của vấn đề, cũng có thể là những quyết định trong mối quan hệ. Ý nghĩa rằng mối quan hệ bạn đang có hoặc sắp có sẽ gặp những biến đổi lớn. Và bản thân bạn sẽ rơi vào tình huống khi tâm hồn và tâm trí của bạn không cùng chung tiếng nói." },
        { "id": 7, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/07-TheChariot.jpg", "card_name": "The Chariot", "explanation": "Chiến thắng, ước muốn, tự khẳng định, khó kiểm soát. Lá bài mô tả về những cuộc hành trình. Chariot thể hiện ý tưởng đơn giản là một một chuyến đi, nhưng chuyến đi này có thể là sự chuyển đổi trong tâm trí, hoặc là những chuyến du lịch, chuyến đi bằng xe cộ. Nhưng nhớ rõ rằng mỗi sự lựa chọn mà bạn đưa ra đều chịu sự ảnh hưởng và tạo nên số phận của chính bản thân." },
        { "id": 8, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/08-Strength.jpg", "card_name": "Strength", "explanation": "Sức mạnh, nhẫn nại, lòng trắc ẩn, kiểm soát mềm mỏng. The Strength gợi nên sự đấu tranh giữa hai phần nội tâm trong mỗi con người, phần mãnh thú và phần con người. Bạn là một người rất mạnh mẽ. Dồi dào năng lượng sẵn sàng ứng biến với tất cả mọi tình huống, giải quyết tất cả khó khăn bằng chính sức mình. Bạn là người làm chủ số phận mình. Sức mạnh không được dùng để kiểm soát, mà đúng hơn, sức mạnh được dùng để cân bằng những mặt khác nhau,, giữa cái tốt và cái xấu nội tâm" },
        { "id": 9, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/09-TheHermit.jpg", "card_name": "The Hermit", "explanation": "Nội quan, tìm kiếm, dẫn dắt, đơn độc. The Hermit - Người ẩn sĩ, là một nhân vật bí ẩn luôn đi tìm câu trả lời cho chính bản thân mình. Những chuyến trải nghiệm luôn là nội dung chính của lá The Hermit. Bản thân bạn đang tìm kiếm điều gì? Hay bạn đang trông chờ vào một kết quả tích cực, một điểm cuối của một cuộc hành trình. Bạn đang đến gần đích hơn bạn nghĩ. Hãy kiên trì." },
        { "id": 10, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/10-WheelOfFortune.jpg", "card_name": "The Wheel of Fortune", "explanation": "Định mệnh, điểm bùng phát, sự biến chuyển, tầm nhìn cá nhân. The Wheel of Fortune kết nối giữa số mệnh và vận may của mỗi người. Đây là bước ngoặt trong cuộc đời bạn. Bạn đang phải trải qua những thay đổi lớn để thích nghi. Và dường như bản thân bạn chỉ hướng đến một kết quả chắc chắn hơn đánh liều. Thuyền thuận dòng, thuyền đi mau lẹ, người thuận thời, người sẽ đi mau. Đôi khi ta phải học cách đương đầu với thay đổi, và đánh liều với thời đại, thì con người ta mới kiểm soát được số mệnh của chính bản thân mình." },
        { "id": 11, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/11-Justice.jpg", "card_name": "The Justice", "explanation": "Công lý, trách nhiệm, quyết định, nhân - quả. Justice nói về khía cạnh hai chiều của mọi thứ. Trong tất cả mọi thứ đều có mặt đối lập, có âm và có dương. Kể cả những suy nghĩ đơn giản nhất của con người, Công Lý dường như luôn tạo cảm giác rằng bản thân khái niệm của từ Công Lý đó, với mỗi người mỗi khác biệt. Và đôi lúc con người phải đưa ra sự lựa chọn giữa trái tim và lý trí khi bản thân đang cảm thấy phân vân. Chẳng phải mỗi hành động chúng ta làm hay chọn, đều ảnh hưởng đến ta hay sao?" },
        { "id": 12, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/12-TheHangedMan.jpg", "card_name": "The Hanged Man", "explanation": "Bỏ qua, đảo ngược, tạm dừng, hy sinh. Đừng tự đổ lỗi cho bản thân, hay cho hoàn cành. Bởi lẽ khó khăn, con người mới có thể trưởng thành. Có thể bạn cảm thấy rằng chính mình bị gượng ép bởi những suy nghĩ, những quan niệm được hình thành từ rất lâu trong cuộc sống. Và chính những suy nghĩ xưa cũ này đang níu giữa bạn. Không ai sẽ đợi bản đi cùng đâu, hãy tự giải phóng chính bản thân mình và bạn sẽ cảm thấy thoải mái hơn rất nhiều khỏi những tạp niệm" },
        { "id": 13, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/13-Death.jpg", "card_name": "Death", "explanation": "Kết thúc, thay đổi, loại bỏ, tác động tuyệt đối. Cái Chết nghe thật đáng sợ nhỉ? Nhưng lá bài này không hẳn đề cập về cái chết nói chung mà đúng hơn là về sự thay đổi. Bạn tuyệt vọng về những tình huống khó khăn trong cuộc sống của mình ư? Hay bạn đang sợ những điều huyễn hoặc, bí ẩn của tương lai sắp tới. Hay bạn đang cố níu giữ, chưa cháy cho một tình huống trong cuộc sống mà bản thân bạn biết rằng chẳng còn cách khắc phục nào nữa? Thay đổi sẽ đến, dù tích cực hay tiêu cực. Bản thân bạn hãy tin vào số mệnh. Sau cơn mưa trời lại sáng." },
        { "id": 14, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/14-Temperance.jpg", "card_name": "Temperance", "explanation": "Chừng mực, cân bằng, sức khoẻ, kết hợp. Bình yên chỉ đến khi bạn đạt được sự hài hoà và cân bằng những mặt đối lập trong cuộc sống. Bạn đang học được rất nhiều điều. nào là thất bại, thành công, nào là niệm vui, nỗi buồn. Mọi thứ đều có mặt đối lập. Điều quan trọng là bạn có thấu hiểu được những quan điểm trái ngược đến từ những người xung quanh mình hay không. Nhưng đừng đánh mất quan điểm của chính bản thân mình." },
        { "id": 15, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/15-TheDevil.jpg", "card_name": "The Devil", "explanation": "Cảnh nô lệ, chủ nghĩa vật chất, sự ngu dốt, sự tuyệt vọng. Lá bài quỷ dữ tượng trưng cho những mặt tiêu cực cũng như những mặt hạn chế của mỗi người. Bạn là ai? Một người chủ động quyết định hay bị động quyết định cuộc sống của mình? Nếu bạn để những thăng trầm cuộc sống định hình bạn, thì bản thân bạn đã chọn xuôi theo hoàn cảnh một cách bi quan, và luôn đặt mình trong trạng thái bất lực. The Devil có thể bị giải trừ, chỉ khi bạn lựa chọn cuộc sống cho chính bản thân mình." },
        { "id": 16, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/16-TheTower.jpg", "card_name": "The Tower", "explanation": "Thay đổi đột ngột, giải thoát, sa sút, mặc khải. Ngọn tháp là lá bài tượng trung cho sự thay đổi nhưng không giống lá Death, bởi thay đổi của The Tower xảy ra bất thình lình, phá vỡ tất cả mọi thứ. Thayy đổi ồ ạt đến khi bạn đang ở trạng thái bế tắc nhất. Hãy chào đón sự bất ngờ. Tuy nhiên, đây là một hồi chuông cảnh tỉnh. Dù có thể lá bài ám chỉ rất nhiều tai hoạ khác nhau, làm thay đổi hàng loạt nhưng bản thân những thay đổi này là tốt hay xấu đề hoàn toàn phụ thuộc vào bạn." },
        { "id": 17, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/17-TheStar.jpg", "card_name": "The Star", "explanation": "Hy vọng, cảm hứng, hào phóng, yên bình. Vì sao trên bầu trời mang lại hy vọng cho những ai nhìn vào màn đêm sâu thẳm. Ước mơ cũng xa vời như những vì sao vậy. Nếu bạn đã từng ước mơ vươn tới một vì sao, hãy hướng mình trở thành một pho hành gia. Nếu bạn có ước mơ, hãy hướng mình theo ước mơ đó. Một cử chỉ nho nhỏ, một chút niềm tin, một chút ảo vọng đôi khi lại khiến tâm hồn của con người thoát khỏi cảnh lạc lõng, thất vọng của đời thường. Chẳng phải ước mơ được sinh ra là vì như vậy sao?" },
        { "id": 18, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/18-TheMoon.jpg", "card_name": "The Moon", "explanation": "Nỗi sợ hãi, ảo ảnh, sự tưởng tượng, sự hoang mang. The Moon luôn đem lại nỗi buồn cho những ai đang mang trong mình những khuất mắt về cuộc sống cá nhân. Lo lắng, ám ảnh, thiếu an toàn đang ám ảnh đời sống cá nhân của bạn. Càng suy nghĩ, con người càng lúc sâu vào nỗi sợ. Sợ hãi không phải vì hiện tại ám ảnh. mà họ sợ hãi vì tương lai chưa hề xảy đến. Đối mặt với nỗi sợ, con người mới có thể phân biệt đâu là thật đâu là giả." },
        { "id": 19, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/19-TheSun.jpg", "card_name": "The Sun", "explanation": "Sự khai sáng, sự vĩ đại, sức sống, sự tự tin. Mang năng lược tích cực của ánh sáng, soi sáng mội tiêu cực. Bạn đang đến gần với đích đến mà mình mong đợi rồi. Tất cả mọi thứ trước mắt bạn bây giờ là một con đường tơ lụa. Bằng cách nói có, chấp nhận mọi cơ hội, bạn đã mở ra một chân trời mới cho cuộc sống của chính mình. Hãy lưu ý rằng, đôi khi lòng vị tha, bác ái sẽ giúp bạn thanh thản nhiều hơn bản tưởng. Lá bài cũng có thể tượng trưng cho một kì nghỉ dưỡng ở nơi có khí hậu ấm áp và những kỷ niệm." },
        { "id": 20, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/20-Judgement.jpg", "card_name": "The Judgement", "explanation": "Sự phán xét, sự tái sinh, tiếng gọi nội tâm, sự rửa tội. Khi định mệnh vẫy gọi, có lẽ chẳng ai có thể kháng lại lời mời. Quá khứ hãy để lại đi, và bắt đầu lại từ đầu. Những gì thuộc về quá khứ có thể đang đeo bám bạn, nhưng hãy nhớ rằng, đừng đổ lỗi hay đánh giá ai hết, mà hãy nhận trách nhiệm về bản thân mình. Hạnh phúc là phải đấu tranh. Hãy thuật lại quá khứ của chính mình, bạn đã bỏ qua những cơ hội nào và nắm bắt cơ hội nào, bạn đã làm tổn thương hay đã từng oán trách ai. Những ký ức trong quá khứ sẽ dạy bạn rất nhiều thức bạn đã bỏ lỡ để hướng về một tương lai tốt hơn." },
        { "id": 21, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/21-TheWorld.jpg", "card_name": "The World", "explanation": "Sự hợp nhất, hoàn thành trọn vẹn, sự kết nối, sự thoả mãn. Là lá bài nói về giai đoạn kết thúc của một hành trình. Hoàn thiện, hoàn chỉnh, thành công và được báo đáp. Những gì bạn gieo nay đã được gặt và rồi một giai đoạn mới sẽ bắt đầu thôi. Dù bạn cảm nhận rằng việc bản thân đang dính líu vào chưa kết thúc. Nhưng hãy nhớ rằng đây là dấu hiệu kết thúc. Nhưng đừng vội kết luận rằng bạn sẽ đạt được những thứ mình muốn. Vì phải có khởi đầu thì mới có kết thúc." },
        { "id": 22, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups01.jpg", "card_name": "Ace of Cups", "explanation": "Sức mạnh cảm xúc, trực giác, thân mật, tình yêu. Lá bài là một điềm báo mạnh mẽ về tình yêu, hạnh phúc, tình cảm và sự khởi đầu mới. Mọi thứ đang tốt lên! Nhìn chung, mọi người sẽ đối xử với bạn bằng sự hạnh phúc, tình yêu và thiện chí thường xuyên hơn trong tương lai gần. Bạn nên có cảm giác tích cực. Đây là thời điểm tuyệt vời để kết bạn. Lá bài còn gợi ý cho sự hoà hợp nội tâm và tinh thần, là tiếng nói của trái tim." },
        { "id": 23, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups02.jpg", "card_name": "2 of Cups", "explanation": "Sự kết nối, đình chiến, sự hấp dẫn. Lá bài thường đề cập đến quan hệ yêu đương trai gái, nhưng đó không phải ý nghĩa duy nhất của lá bài, nó còn hàm ý về sự cân bằng, tình bạn, niềm vui và chia sẻ. Nhìn chung đây là một lá bài đem đến thông điệp rằng mọi thứ có khả năng sẽ tiến triển tốt. Bạn sẽ cảm thấy nhận được nhiều yêu thương, sự chăm sóc, và hài lòng hơn bình thường." },
        { "id": 24, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups03.jpg", "card_name": "3 of Cups", "explanation": "Tâm trạng phấn khởi, tình bạn, cộng đồng. 3 of Cups thường được coi là lá bài của sự đoàn tụ. Nhưng không gói gọn trong đoàn tụ yêu đương, mà còn theo nghĩa rộng như gặp lại, hội ngộ, tuỳ mục đích gặp gỡ ai đó hoặc điều gì đó đã lâu không gặp, thường là cuộc hội ngộ hạnh phúc. Nhìn chung, mọi thứ sẽ tiến triển tốt, cũng có thể mang nghĩa một buổi kỷ niệm, đầy tháng, đám cuối hay một dịp vui vẻ khác." },
        { "id": 25, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups04.jpg", "card_name": "4 of Cups", "explanation": "Chỉ biết mỗi bản thân, hờ hững, tiến vào nội tâm. 4 of Cups là một lá về những suy tưởng ao ước, cảnh báo chúng ta chú ý đến thực tại. Hãy chắc chắn rằng bạn đang biết ơn những gì bạn đang có. Đừng dành quá nhiều thời gian trong việc tiếc nuối hay ước muốn cuộc sống khác đi. Cuộc sống sẽ thay đổi rất nhiều nếu chúng ta đặt sự tập trung và quan tâm của mình vào nó. Hãy chú ý vào những điều và những người trong cuộc sống mà bạn phải biết ơn." },
        { "id": 26, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups05.jpg", "card_name": "5 of Cups", "explanation": "Mất mát, tang thương, hối tiếc. Với lá bài này không chỉ đơn giản là những hướng giải thích rõ ràng như những lá bài khác. Thông thường lá 5 of Cups thể hiện hình tượng một nhân vật buồn bã hay đang nhìn xuống mặt nước, xung quanh có năm chiếc cốc, ba chiếc bị đổ còn lại hai chiếc kia vẫn đặt đứng thẳng. Hình ảnh này hàm ý rằng bạn sẽ lựa chọn cứ mãi buồn bã với những điều không may xảy ra, hay là bạn sẽ tập trung vào những gì bạn vẫn nắm giữ, và dành thời gian sức lực tiến về phía trước. Quan trọng là bạn đang xem xét bản thân đặt trọng tâm vào điều gì, và hãy chắc chắn rằng đó là lựa chọn tốt nhất cho chính bạn." },
        { "id": 27, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups06.jpg", "card_name": "6 of Cups", "explanation": "Thiện chí, ngây thơ, khờ dại, thời thơ ấu. Lá bài này thường là một lá hoài niệm, gợi đến việc hồi tưởng lại về những điều trước đây. Có thể (nhưng không phải luôn luôn) liên quan đến trẻ em hay thời thơ ấu. Điều qua trọng là không nên dành quá nihều thời gian và công sức để mãi suy nghĩ về những ngày xa xưa tươi đẹp." },
        { "id": 28, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups07.jpg", "card_name": "7 of Cups", "explanation": "Ước vọng, những lựa chọn, sự tiêu pha. Nhìn chung lá bài này chỉ ra rằng bạn cần thu hẹp lại các mục tiêu của mình. Khi lá bài này xuất hiện, rất có thể bạn đang làm việc quá nhiều, và phân nhiều những gì bạn làm lại không đạt hiệu quả cao. Hãy chỉ chọn những gì quan trọng nhất và làm từng thứ một một cách căn cơ và cẩn thận. Có thể bạn đang có cảm giác như bị quá tải. Hãy nhớ rằng bạn luôn có thể kiểm soát được ít nhất là một vài khía cạnh nào đó cũng như chi phối được mức độ công việc mà bạn lựa chọn." },
        { "id": 29, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups08.jpg", "card_name": "8 of Cups", "explanation": "Ý nghĩa sâu thẳm - chân lý, tiến tới, mệt mỏi. Hãy biết rằng thời điểm của những đổi mới đầy tốt đẹp đang ở chờ bạn phía trước. Nếu nội tâm của bạn nói với bạn rằng bạn thật sự cần phải bước ra khỏi một mối quan hệ, một công việc, hay một sự chuẩn bị, dàn xếp nào đó liên quan đến cuộc sống, vậy thì hãy tin tưởng chính mình. Thay vì sự chia lìa này xuất hiện như một điều buồn hay ai đó rời bỏ bạn, thì thông thường lá bài luôn hàm ý bạn mới chính là người đưa ra chọn lựa rời bỏ này. Đôi khi bạn phải chấp nhận đóng lại cánh cửa sau lưng trước khi cánh cửa kế tiếp ngay trước mắt có thể đón bước bạn." },
        { "id": 30, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups09.jpg", "card_name": "9 of Cups", "explanation": "Hoàn thành ước nguyện, hài lòng, thoả mãn thể chất. Sự xuất hiện của lá bài này thường là điềm báo của sự hạnh phúc, và những điều tốt đẹp sắp đến. Nó cũng thường có nghĩa là những gì bạn muốn sẽ có nhiều khả năng đến với cuộc sống của bạn. Nếu câu hỏi trong trải bài là câu hỏi có/không, thì lá bài này là dấu chỉ mạnh mẽ nhất của có, nhưng cũng giống như các lá bài khác, luôn không phải là một lời khẳng định hoàn toàn chắc chắn, và có thể thay đổi." },
        { "id": 31, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups10.jpg", "card_name": "10 of Cups", "explanation": "Niềm vui, an bình, gia đình. Nhìn chung, 10 pf Cups hàm ý đến một đời sống gia đình hạnh phúc (ngay cả khi độc thân), và sự hạnh phúc đó còn dành cho những người bạn quan tâm nhất như cha mẹ, anh chị em, con cái... Hình ảnh lá bài cũng phản ánh sự hài lòng về mặt tinh thần. Cho dù xuất hiện trong bối cảnh câu hỏi thế nào đi nữa thì đây cũng là điều rất tích cực." },
        { "id": 32, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups11.jpg", "card_name": "Page of Cups", "explanation": "Dễ xúc động, trực giác, thân mật, yêu thương. Nhìn chung ká bài thể hiện một nhu cầu được chơi đùa, mơ ước và có niềm vui nho nhỏ. Khi lá bài này xuất hiện, có thể nghĩa rằng bạn đang sống quá nghiêm túc đấy. Margot Fonteyn nói rằng, một điều quan trọng tôi học được trong những năm qua là sự khác biệt giữa việc quan trọng hoá công việc và việc giữa thái độ nghiêm túc với chính mình, quan trọng hoá và nghiêm túc là điều bắt buộc, nhưng còn quá nghiêm túc với chính mình thì lại là thảm hoạ." },
        { "id": 33, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups12.jpg", "card_name": "Knight of Cups", "explanation": "Lãng mạn, dễ xúc động, giàu tưởng tượng - không thực tế, Nhạy cảm - thất thường, tinh tế - quá tế nhị, nội tâm - nút nhát. Là một lá bài tốt quang tính lạc quan. Nhìn chung Knight of Cups sẽ cho bạn biết rằng mọi thứ sẽ trở nên tốt hơn. Bạn co1 thể cảm thấy tràn đầy năng lượng, sẵn sàng để hành động. Lá bài này thường có nghĩa rằng những tin tốt dường như sắp đến với bạn." },
        { "id": 34, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups13.jpg", "card_name": "Queen of Cups", "explanation": "Thương yêu, nhân hậu, trực giác, tâm lý, tâm linh. Là một trong những nguyên mẫu đầy yêu thương nhất trong bộ bài. Lá bài chỉ năng năng lượng thuộc tính nữ vốn có sẵn trong tâm hồn bạn, rằng những người phụ nữ xuất hiện trong cuộc sống bạn đang hỗ trợ rất nhiều cho bạn, và luôn có mặt lúc bạn cần. Queen of Cups cũng nhắc chúng ta đối xử bản thân mình với sự yêu thương và lòng trắc ẩn. Bất kỳ bạn là ai và ở đâu, có những thứ trong bạn rất xứng đáng nhận được yêu thương và tôn trọng." },
        { "id": 35, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Cups14.jpg", "card_name": "King of Cups", "explanation": "Khôn ngoan, trầm tĩnh, tài ngoại giao, chăm sóc, khoan dung. King of Cups đề cập đến năng lượng cân bằng giữa mọi phẩm chất tích cực của tính nam và nữ. Nhìn chung, đại diện cho sự tử tế và lòng trắc ẩn. Có một yếu tố của tình yêu thực sự và thuần khiết trong cuộc sống bạn bất kể tình huống bạn là gì khi ông ấy xuất hiện. Hãy chăm sóc bản thân bạn, và cho phép những người khác chăn sóc bạn khi nhận được lá bài này." },
        { "id": 36, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles01.jpg", "card_name": "Ace of Pentacles", "explanation": "Sức mạnh vật chất, sự thịnh vượng, tính khả thi, niềm tin tưởng. Có lẽ bạn đang cảm thấy tràn đầy sức sống, rất háo hức và ngập tràn hy vọng về tương lai. Mọi thứ nhìn chung sẽ tiến triển tốt. Bạn sẽ sớm bắt đầu một điều gì đó mới mẻ một cách hoàn hảo, có thể liên quan đến công việc hay cuộc sống cá nhân, nhưng dù là thuộc về khía cạnh nào đi nữa thì đó cũng là một khởi đầu mới nhiều hứa hẹn." },
        { "id": 37, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles02.jpg", "card_name": "2 of Pentacles", "explanation": "Cân bằng, linh hoạt, vui vẻ. Có hai vấn đề chính là điều quan trọng bạn cần lưu ý trong tâm trí. Bạn cần ngưng việc chú tâm vào quá nhiều thứ. Làm nhiều việc không phải là điều phù hợp với bạn lúc này, có thể bạn sẽ cần cắt giảm đi bớt những gì bạn đang làm để chỉ tập trung vào hai mối ưu tiên chính nào đó mà thôi. Tình hình tài chính của bạn có thể cần phải được cân bằng lại, và hãy đảm bảo rằng bạn tập trung chú ý vào điều đó." },
        { "id": 38, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles03.jpg", "card_name": "3 of Pentacles", "explanation": "Làm việc nhóm, lập kế hoạch, thành tựu/xuất sắc. Lá 3 of Pentacles cho bạn biết rằng những người xung quanh bạn đánh giá rất cao bạn và những nỗ lực của bạn, cũng như nhận thấy được chất lượng công việc bạn làm ngay cả khi bạn không được trả lương cho những công việc đó. Lá bài nhắc nhở bạn hãy tiếc tục duy trì và phát huy những gì đang làm vì bạn đang đi đúng hướng. Bạn không cần phải loại bỏ hay chấm dứt điều gì đó rồi bắt đầu lại đâu." },
        { "id": 39, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles04.jpg", "card_name": "4 of Pentacles", "explanation": "Chiếm hữu, kiểm soát, sự thay đổi bị chặn đứng. Nhìn chung, lá 4 of Pentacles có thể là dấu hiệu cho thấy người được trải bài đang có những lo lắng về vấn đề tiền bạc hoặc dính vào điều gì đó không an toàn. Điểm mấu chốt cần nhận thức trong trường hợp này là sự lo lắng và sợ hãi không hề đem lại cho bạn sự an toàn. Nếu xuất hiện lá bài này thì hãy có câu nói rằng, nếu bạn yêu ai hãy để cho họ được tự do. Đó là điều bạn nên làm: quên đi nỗi sợ và lo lắng." },
        { "id": 40, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles05.jpg", "card_name": "5 of Pentacles", "explanation": "Thời điểm khó khăn, sức khoẻ kém, bị từ chối. Nhìn chung, lá bài đại diện cho cảm giác bị bỏ rơi trong lạnh giá như thể mọi người khác trên thế giới đang có mọi thứ còn bạn là kẻ duy nhất phải chịu đau khổ. Hãy tỉnh táo nhận ra rằng mọi sự không phải như bạn nghĩ đâu. Hãy cố gắng lo liệu trong khả năng của mình với những gì bạn đang nắm giữ, và cũng hãy nhớ rằng một kẻ khôn ngoan sẽ biết cách đề nghị nhận được sự trợ giúp từ bên ngoài. Chỉ cần hỏi, sự hỗ trợ sẽ đến." },
        { "id": 41, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles06.jpg", "card_name": "6 of Pentacles", "explanation": "Nguồn lực, kiến thức, quyền năng. Lá 6 of Pentacles là lá bài của sự hào phóng, hàm nghĩa rằng bạn sẽ là người được hướng hoặc là người cho đi một thứ gì đó có giá trị. Hãy chia sẽ những gì bạn đang có vì sẽ luôn có những người cần đến sự sẻ chia này. Sự hào phóng tất nhiên không nhất thiết luôn liên quan đến tiền bạc; một đôi tai biết lắng nghe, một sự ủng hộ về mặt tinh thần... là những thứ mà tiền cũng chưa chắc mua được. Và hãy nhớ đừng quá sĩ diện không đón nhận những gì được cho, nếu bạn chính là người được nhận." },
        { "id": 42, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles07.jpg", "card_name": "7 of Pentacles", "explanation": "Sự đánh giá, phần thường, thay đổi định hướng. Hàm ý đến lợi nhuận thu được từ những phi vụ. Lá bài đem lại cảm giác an toàn hơn cho bạn trong một khoảng thời gian nào đó. Mọi thứ sẽ diễn biến tốt, và bạn sẽ tìm thấy niềm hy vọng vào tương lai với lý do tốt. Bạn có thể sẽ cần đưa ra quyết định xem nên đầu tư công sức vào những việc, những người hay những hoàn cảnh mà bạn có liên quan nào đó, hay là sẽ dành sức lực cho những thứ đem lại nhiều trái ngoại hơn cho cuộc sống bản thân. Hãy lựa chọn thật khôn ngoan." },
        { "id": 43, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles08.jpg", "card_name": "8 of Pentacles", "explanation": "Siêng năng, hiểu biết, tỉ mỉ. 8 of Pentacles hàm ý những nỗ lực cần thiết. Bạn sẽ có nhiều thứ cần phải hoàn tất, sự cống hiến và chú tâm vào các nhiê5n vụ sắp tới là rất quan trọng và đáng ngưỡng mộ. Nhưng nếu bạn làm vì mục đích riên thì có thể sẽ bị tác dụng ngược. Hãy suy xét rõ ràng về công việc bạn đang cố gắng hoàn tất. Hãy cố gắng duy trì sự cân bằng. Không ai có thể làm việc điên cuồng mọi lúc Hãy sẵn sàng yêu cầu sự trợ giúp nếu bạn cần." },
        { "id": 44, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles09.jpg", "card_name": "9 of Pentacles", "explanation": "Kỷ luật, tực lực, tinh tế. Là một trong những dấu hiện tích cực và đáng khích lệ. HÀm ý rằng các mối lo lắng về tài chính của bạn đã qua đi. Lá bài nói đến sự hạnh phúc và thành công. Bạn có thể tự hào về nhiều thứ. Hãy kỳ vọng điều tốt nhất sẽ xảy ra. Bạn sẽ ở vị thế giúp đỡ những người kém may ắn hơn bạn. Không chỉ riêng sự đủ đầy vật chất mà còn cả khía cạnh tinh thần nữa." },
        { "id": 45, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles10.jpg", "card_name": "10 of Pentacles", "explanation": "Sung túc, bền lâu, tập quán/quy tắc. Lá bài 10 of Pentacles nhìn chung cho bạn biết rằng bạn sẽ cảm thấy hạnh phúc và biết ơn vì nhiều thứ. Các mối quan hệ, tình hình tài chính, sức khoẻ... tất cả sẽ diễn biến theo chiều hướng rất tốt. Hãy xem xét xem làm thế nào để bạn đạt được tất cả những điều này, và nỗ lực hết sức mình, cũng như đảm bảo rằng bạn chia sẻ những gì bạn có cho người kém may mắn hơn dù đó chỉ là lời khuyên tử tế cho người cần an ủi. Chúng ta sẽ nhận lại được những gì đã cho đi." },
        { "id": 46, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles11.jpg", "card_name": "Page of Pentacles", "explanation": "Có sự ảnh hưởng, thực tế, thịnh vượng, tin tưởng/đáng tin cậy. Lá bài tượng trưng cho nguồn năng lượng tuyệt vời sẽ hỗ trợ bạn khi bạn cảm thấy chán ngấy không thể hoàn thành được công việc của mình. Page of Pentacles có thể đem lại sự tập trung, nghị lực, và nguồn lực tài chính cần thiết để theo đuổi một nhiệm vụ nhàm chán hay thiếu thú vị. Hãy nhớ đừng chỉ nỗ lực một cách miễn cưỡng, nếu không bạn sẽ nếm mùi thất bại." },
        { "id": 47, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles12.jpg", "card_name": "Knight of Pentacles", "explanation": "Kiên định - lì lợn, thận trọng, kỹ lưỡng - ám ảnh, thực tế - bi quan, cần cù. Khi lá bài xuất hiện, nhiều khả năng sẽ nhận được những tin tức là đều tốt đẹp, là lá bài thực tế. Lá Knight of Pentacles nhắc nhở chúng ta dành sự tập trung vào các vấn đề thuộc thế giới vật chất và những lĩnh vực bình thường của cuộc sống. Có câu nói rằng Có công mài sắt, có ngày nên kim. Lá bài yêu cầu bạn nhìn nhận và xem xét những phương cách bạn đang dùng để giải quyết vấn đề của mình." },
        { "id": 48, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles13.jpg", "card_name": "Queen of Pentacles", "explanation": "Nuôi dũng, nhân cách cao cả, tính hợp lý, tháo vát, đáng tin cậy.LÁ bài có thể là dấu hiệu của những tác động lớn ảnh hưởng lên cuộc sống chúng ta. Năng lượng lá bài thường mang nguyên mẫu nữ, sự ấm áp, gia đình và tình mẹ. Hàm ý rằng bạn sẽ dành thời gian và năng lượng cho gia đình của mình, để gia đình trở thành một nơi thoải mái, yên bình hơn. Nhiều người sẽ tìm đến bạn để được sáng trí và xin lời khuyên, bạn có thể giúp được họ nếu bạn sẵn sàng." },
        { "id": 49, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Pentacles14.jpg", "card_name": "King of Pentacles", "explanation": "Mạnh dạn, lão luyện, đáng tin cậy, sự ủng hộ, vững chắc. Là lá bài đề cập đến sự tin cậy, tính trường thống và thành công với các vấn đề liên quan đến tiền bạc. Nhìn chung, lá bài thúc giục chún ta nhanh chóng trở thành những người phục vụ tốt xét trong cả cuộc sống bản thân, các nguồn lực cụ thể mà ta sử dụng. Nếu hàm chỉ một người đàn ông trong cuộc sống bạn, thì người đó nhiều khả năng sẽ là người mà bạn có thể trông cây và tín thác hoàn toàn." },
        { "id": 50, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords01.jpg", "card_name": "Ace of Swords", "explanation": "Sức mạnh trí óc, sự thật, công lý, kiên cường. Như tất cả lá Ace khác, lá bài có thể là dấu chỉ của một khởi đầu của điều gì đó trong cuộc sống của bạn, có thể xuất hiện trrên nhiều phương diện cùng lúc. Lá bài kêu gọi chúng ta đừng ngại ngần thực hiện một bước nhảy nếu nó mang lại lợi ích tốt nhất cho bản thân ta. Phần khó khăn nhất là bắt tay vào làm thật sự mà thôi, hãy bắt đầu ngay hôm nay!" },
        { "id": 51, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords02.jpg", "card_name": "2 of Swords", "explanation": "Ngăn chặn cảm xúc, sự tránh xa, sự bế tắc. Là một lá bài về sự hợp tác và cân bằng, thường đề cập đến quan hệ đối tác với một người khác, thể hiện nhu cầu cho đi nhận lại. Nhìn chung, cho chúng ta biết rằng các đối tác trong bất kỳ quan hệ nào đều nên xem xét lại vai trò của mình trong quan hệ đó. Nếu không, đây có thể là lúc đưa mọi thứ trở lại vị thế cân bằng. Điều này gần như chắc chắn sẽ đòi hỏi ở bạn sự giao tiếp cởi mở. Không gì có thể thay đổi mà không cần nỗ lực." },
        { "id": 52, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords03.jpg", "card_name": "3 of Swords", "explanation": "Đau khổ, cô đơn, phản bội. Hình ảnh của lá bài có thể không tích cực, nhưng hãy nhớ rằng lá bài này không hoàn toàn xấu. Chủ ý của nó là nỗi buồn, nhưng mặt khác nó đem lại hiểu biết và niềm vui. Hãy cho phép bản thân cảm nhận và trải nghiệm trọn vẹn bất kỳ nỗi buồn hay nỗi đau nào, vì chỉ có vậy bạn mới có thể vượt qua. Lá bài đề cập đến khía cạnh cảm xúc rất quan trọng, nhưng hay nhớ phủ nhận nỗi đau không làm cho nó biến mất. Tuy nhiên đừng chìm trong nó quá sâu, tự bạn có thể quyết định bao lâu là đủ, không ai có thể quyết định thay cho bạn." },
        { "id": 53, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords04.jpg", "card_name": "4 of Swords", "explanation": "Nghỉ ngơi, suy tính, chuẩn bị trong lặng lẽ. Lá bài mang hàm ý cần nghỉ ngơi trong cuộc sống thường nhật. Nhìn chung, bạn cần có thời gian ri6eng và không gian riêng cho chính mình. Có thể bạn đang dành hơi quá nhiều thời gian và sự chú ý dành cho những người hay điều khác. Đừng ngại nói không hoặc tạo ranh giới cho chính mình. Ngược lại hãy tôn trọng những ai nói không với bạn, hãy tôn trọng. Cố gắng lấn tới không kiểm soát chỉ làm mọi thứ rắc rối hơn thôi." },
        { "id": 54, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords05.jpg", "card_name": "5 of Swords", "explanation": "Tự lợi, bất hoà, mất danh dự một cách công khai. Có lẽ bạn đang cảm thấy chính mình đang trải qua một vài cảm giác lẫn lộn về cuộc sống nói chung và về một vài người nào đó nói riêng. Đừng phớt lờ, nhưng cũng đừng cảm thấy như thể bạn phải nói ra từng điều bạn nghĩ, bởi khi nói ra, bạn có thể phá hỏng những thứ nhọc công có được. Hãy suy nghĩ kỹ khi trò chuyện với ai đó, lá bài đề cập đến lựa chọn và cân nhắc, hãy suy nghĩ trước khi hành động." },
        { "id": 55, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords06.jpg", "card_name": "6 of Swords", "explanation": "Buồn tẻ, phục hồi, di chuyển. Đây có lẽ là thời điểm rất tốt để di chuyển hay du lịch dù là hình thức nào. Nó cũng hàm ý ẩn dụ về viễn ccảnh đạt được một bước tiến triển mới hoặc một thay đổi trong bạn, thường là tốt đẹp hơn. Lá bài thể hiện sự gia giảm về cảm giác căng thẳng, bí bách." },
        { "id": 56, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords07.jpg", "card_name": "7 of Swords", "explanation": "Chạy trốn, thích phong cách đơn độc, nỗi hổ thẹn giấu kín. Lá bài mang ý chỉ rằng bạn đang đối xử thiếu tôn trọng với ai đó. Đôi lúc lá bài có thể hàm ý về việc tò mò về cuộc sống của người khác mà bạn không liên quan. Còn nếu bạn cảm thấy ai đó tò mò về bạn thì có lẽ đúng đấy. Hãy cố gắng kháng cự lại những ý muốn cá nhân vì mỗi người đều có quyền riêng tư, hãy đảm bảo bạn đang làm mọi thứ một cách đường hoàng và công khai." },
        { "id": 57, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords08.jpg", "card_name": "8 of Swords", "explanation": "Hạn chế, rối loạn, mất quyền lực. Bạn có thể đang phải kiềm giữ bản thân vì sợ việc tiến đến tương lai, hoặc vì bạn sợ gặp phải tổn thương do hàn cảnh nào đó, hoặc không vì điều gì cả. Lá bài cho rằng bạn nên nghĩ thoáng về thất bại để có thể dành chiến thắng. Nếu bạn cần giúp đỡ trong việc quản lý thì hãy giải quyết nỗi lo của mình bằng cách nói ra." },
        { "id": 58, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords09.jpg", "card_name": "9 of Swords", "explanation": "Lo lắng, cảm giác tội lỗi, thống khổ. Lá bài hàm ý về lo lắng và sợ hãi, không mong muốn phải đổ lỗi cho người người. Hãy luôn giữ bình tĩnh và hít thở sâu. Bạn sẽ cần phải đề phòng cảm giác bất an. Hãy hài lòng và tận hưởng những điều bình dị mà cuộc sống đang trao cho bạn. Vẻ đẹp luôn toát ra từ những điều bình thường nhất." },
        { "id": 59, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords10.jpg", "card_name": "10 of Swords", "explanation": "Chạm xuống đáy, tâm lý bị hại, chịu khổ chịu nhục. Lá bài có thể mang lại cho bạn cảm giác không thoải mái. Nhìn chung nó liên quan đến sự tin tưởng của bản thân với ai đó hay không, hoặc tin rằng hoàn cảnh đó có ổn hay không, thường câu trả lời sẽ là không. Tuy nhiên hãy luôn ghi nhớ rằng bất cứ khi nào một cánh cửa khép lại, thì cánh cửa khác sẽ được mở ra. Thông điệp của lá bài cũng chính là lời hướng dẫn để bạn tiến theo hướng tốt hơn. Hãy tin vào chính mình." },
        { "id": 60, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords11.jpg", "card_name": "Page of Swords", "explanation": "Sử dụng lý trí, thật thà, công bằng, kiên cường. Có thể đại diện cho một con người thật ngoài đời. Page sẽ đại diện cho một người trẻ hơn bạn. Chúng ta nên biết rằng chính bạn có thể đang cố gắng quá sức, thúc đẩy quá nhanh, hoặc tức giận ai đó. Bạn có thể tìm hiểu người khác để chấp nhận những đóng góp của người khác, dù nó khiến bạn giận. Hãy sử dụng sức lực tràn trề của bạn một cách khôn ngoan." },
        { "id": 61, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords12.jpg", "card_name": "Knight of Swords", "explanation": "Thẳng thắn, lỗ mãng, có thẩm quyền, hống hách, sắc bén, am hiểu - ngoan cố, lý trí - nhẫn tâm. Không giống như những lá Swords khác, lá Knight of Swords thực sự mang đến năng lượng lạc quan. Nếu bạn đang đợi tin tức nào đó thì có thể là điều bạn muốn nghe. Lá bài có thể cũng hàm chỉ rằng nguồn năng lượng tinh thần, cảm xúc và thể chất đang ở mức đỉnh điểm. Lá bài có thể đi kèm rất nhiều hoạt động như du lịch, gặp gỡ bạn bè, hoàn thành điều gì đó. Không nhất thiết phải cố gắng chờ đợi điều gì đó đâu." },
        { "id": 62, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords13.jpg", "card_name": "Queen of Swords", "explanation": "Chân thật, sắc sảo, thẳng thắn, vui tính, từng trải. Queen of Swords có thể hàm ý về một người phụ nữ trong cuộc đời bạn. Đây là một người không nên xem nhẹ, và nếu không phải người thì bạn cần phải mạnh mẽ và trung thực, bạn cần mạnh mẽ hơn nữa. Nhìn chung, bạn đang hoạt động rất tốt và năng suất, bạn đã biếu điều mình muốn và cần. Giờ bạn chỉ cần theo đuổi chúng, nhưng phải biết giới ở đâu." },
        { "id": 63, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Swords14.jpg", "card_name": "King of Swords", "explanation": "Thông minh, biết phân tích, ăn nói lưu loát, công bằng, đạo đức. Thường đại diện cho một người đàn ông mạnh mẽ, quyền lực và có chính kiến trong cuộc sống của bạn. Nhìn chung là dấu chỉ năng lượng mạnh mẽ, kiên định, có phần cố chấp. Bạn có thể cần một thay đổi lớn về hành vi, suy nghĩ và những kỳ vọng của mình, đừng làm điều gì quá tầm với." },
        { "id": 64, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands01.jpg", "card_name": "Ace of Wands", "explanation": "Sáng tạo, nhiệt tình, tự tin, can đảm. Dù là lá Ace nào cũng có ý nghĩa về sự khởi đầu. Nhìn chung là điều rất tích cực, miêu tả về sự hoàn thành liên quan đến công việc. Lá bài hướng đến sự vui vẻ, lạc quan và hi vọng về tương lai. Bạn sẽ cảm thấy tràn đầy năng lượng và tích cực. Lá Ace of Wands cũng cho biết rằng đây là thời điểm tốt để bắt đầu một điều mới, bạn sẽ bắt đầu điều gì?" },
        { "id": 65, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands02.jpg", "card_name": "2 of Wands", "explanation": "Sức mạnh bản thân, lòng can đảm, tính độc đáo - nguyên bản. Các lá 2 ở mọi bộ ẩn phụ thường hàm ý về sự cân bằng. Bạn cần cân bằng mọi phương diện kể cả những thứ trần tục, tẻ nhạt như ăn uống, nghỉ ngơi. Nhìn chung, lá bài nhắc chúng ta luôn giữ lý trí về việc cho và nhận cần thiết cho mọi mối quan hệ gặt hái được thành công. Hãy tập trung vào những mong muốn bạn đang tìm kiếm, và duy trì hay tìm kiếm sự tích cực." },
        { "id": 66, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands03.jpg", "card_name": "3 of Wands", "explanation": "Khám phá, thấy trước, tài lãnh đạo. Khi 3 of Wands xuất hiện, bạn có vẻ sắp nhận thấy rằn các vấn đề tài chính đang tốt lên rất nhiều, đề cập đến vận may. Lá bài này hàm chỉ về công việc nhiều hơn, theo một cách tích cực, ngay cả khi bạn làm việc tại nhà đi nữa. Đừng ngại dành cho bản thân mình đôi chút tự hào." },
        { "id": 67, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands04.jpg", "card_name": "4 of Wands", "explanation": "Ăn mừng, tự do, niềm phấn khích. Thường hàm ý là bạn có thể sắp tham dự một sự kiện đặc biệt, bạn sẽ có nhiều niềm vui hơn dự đoán. Dù cho là hàm ý rất tích cực, nhưng cũng nhắc nhở bạn hãy giữ đầu óc thật tỉnh táo và nhạy bén. Dù bạn xứng đáng dành cho bản thân ít niềm vui, nhưng không phải lúc để bạn dừng phát triển và nghỉ ngơi hoàn toàn để tận hưởng thành quả." },
        { "id": 68, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands05.jpg", "card_name": "5 of Wands", "explanation": "Bất đầu, đấu tranh, phiền nhiễu. Bạn thức dậy vào nhà tắm và nhận ra hết xà phòng?! Hơi khó chịu đó, nhưng mấu chốt lá bài nằm ở cạnh tranh trong ôcng việc, hay thậm chí trong tình yêu. Đừng e ngại phải chiến đấu, vì có những giá trị riêng của chính bản thân mình mà bạn có thể dùng để chống lại đối thủ. Trên hết, bạn phải nỗ lực để thấy được kết quả. Bạn cần tin vào bản thân mình mạnh mẽ hơn nữa, và nhớ rằng bạn hoàn toàn có thể thành công." },
        { "id": 69, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands06.jpg", "card_name": "6 of Wands", "explanation": "Ca khúc khải hoàn, tôn vinh, niềm kiêu hãnh. Đây là một dấu hiệu rất tích cực, hàm ý rằng bạn đang đối mặt với thử thách và có thể vượt qua được như chiến thắng cuối cùng, chiến thắng khải hoàn. Bạn có thể sẽ nhận thấy những biến đổi tích cực, lúc đó hãy cho phép bản thân được đối xử tốt, nghỉ ngơi, vì bạn xứng đáng." },
        { "id": 70, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands07.jpg", "card_name": "7 of Wands", "explanation": "Năng nổ, chống cự, chắc chắn. Lá bài xuất hiện cho thấy rằng bạn có nhiều khả năng dù trong tình huống nào cũng đều có lợi thế. Mọi thứ sẽ suôn sẻ và hài lòng. Đôi lúc sẽ tự nghi ngờ, lo âu nhưng điều đó chấp nhận được. Đừng ngần ngại làm sáng tỏ vị trí của bạn với mọi người. Lá bài này cũng chỉ tình trạng không bị phụ thuộc và suy nghĩ cho bản thân." },
        { "id": 71, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands08.jpg", "card_name": "8 of Wands", "explanation": "Hành động nhanh, kết thúc/dứt điểm, tin tức. Có thể bạn đang có nhiều việc chưa giải quyết hết khi lá bài 8 of Wands xuất hiện. Bạn có thể đang nản chí, mệt mỏi vì chờ đợi. Lá bài nhắc nhở hãy kiên nhẫn thêm, cũng có thể bạn đã hoàn thành mọi thứ cần làm và những quyết định hiện tại và tiếp theo người khác sẽ giúp bạn. Nói một cách ẩn ý, nếu bạn đang cảm thấy không làm gì thì nghĩa là bạn đang nổ lực hết sức và chờ đợi, hãy kiên nhẫn hơn và chờ đợi." },
        { "id": 72, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands09.jpg", "card_name": "9 of Wands", "explanation": "Phòng vệ, kiên nhẫn, chịu đựng. Phần lớn những lá Wands đều tích cực. tuy nhiên những lá bài cao trong bộ này có vẻ phức tạp và khó hơn. Lá 9 of Wands đánh dấu thời điểm bắt đầu của mức độ này. Đề cập đến lo âu, dồn nén. Hãy hít thở thật sâu và bình tĩnh, đừng để những lo âu bao trùm lấy bạn. Ít nhất một trong những gì bạn lo âu là từ trí tưởng tượng của bạn tạo ra. Hãy cụ thể rõ ràng những điều đang làm và dẹp lo sợ sang một bên. Hãy thoải mái và đừng ngại yêu cầu sự giúp đỡ, đó là dấu hiệu của người mạnh mẽ." },
        { "id": 73, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands10.jpg", "card_name": "10 of Wands", "explanation": "Quá sức, gánh nặng, cam chịu. Bạn có đang cảm thấy mang vác một gánh nặng quá thể. Bạn có thể cần xem xét kỹ xem liệu có cách nào đó có thể giúp bạn giảm bớt gánh nặng này về cả nghĩa đen và nghĩa bóng hay không. Đôi khi hàm ý rằng bạn đang thành thành công quá mức và sẽ tốt hơn nên thu hẹp lại phạm vi. Bạn đang mệt mỏi trong cuộc sống, đôi lúc cần dừng lại và nghỉ ngơi, hãy nghĩ cho bản thân mình." },
        { "id": 74, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands11.jpg", "card_name": "Page of Wands", "explanation": "Sáng tạo, nhiệt huyết, tự tin, can đảm. Những lá bài nhân dạng như Page thường ám chỉ người bình thường nào đó trong cuộc sống chúng ta. Nếu không phải người nào đó thì lá bài gợi lên tình trạng dễ xao nhãng, hãy cố gắng tập trung. Nhìn chung, mọi thứ vẫn diễn ra tốt đẹp, có thể có điều gì đó mới mẻ, phiêu lưu hay giải pháp mới. Dù mang lại ý nghĩa tích cực, nhưng chúng ta cũng phải theo đuổi những quyết tâm đến cùng của bản thân." },
        { "id": 75, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands12.jpg", "card_name": "Knight of Wands", "explanation": "Quyến rũ - khô kan, tự tin - tự mãn, dũng cảm - liều lĩnh, mạo hiểm - lo lắng, nồng nhiệt - nóng nảy. Đây là thời điểm tuyệt vời để đi du lịch nếu bạn cảm thấy thời gian phù hợp. Bạn sẽ thấy tràn đầy năng lượng, sẵn sàng tinh thần. Sự tự tin tăng tin giúp bạn hoàn thành mục đích của mình. Bạn có nhiều lý do để cảm thấy tận hưởng và tự hào với cảm giác đó." },
        { "id": 76, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands13.jpg", "card_name": "Queen of Wands", "explanation": "Hấp dẫn, toàn tâm, nhiệt huyết, vui vẻ, tự tin, Một trong những lá bài màu mỡ nhất, nhiều tính nữ nhất, cũng thường đề cập đến ai đó trong cuộc sống chúng ta, mang năng lượng tích cực đáng đón nhận. Đôi lúc sẽ liên quan đến thành tựu trong công việc. Khi chỉ đến người, người phụ nữ đó có ý nghĩa đặc biệt tích cực trong cuộc sống của ab5n , có thể là người bạn, người luôn bên cạnh mình." },
        { "id": 77, "url": "https://raw.githubusercontent.com/longenie0506/tarot/main/cards/Wands14.jpg", "card_name": "King of Wands", "explanation": "Sáng tạo, cảm hứng, mạnh mẹ, lôi cuốn, táo bạo. Lá bài mang năng lượng tính nam đầy khôn ngoan, cởi mở, ưa phiêu lưu. Nếu là người đàn ông nào đó quanh bạn thì bạn như bùng phát về năng lượng giúp bạn sẵn sàng sử dụng một cách tích cực, họ luôn giúp đỡ và nghĩ tô1t về bạn. Bạn sẽ cảm thấy tham vọng và có định hướng với các mục tiêu. Hãy suy nghĩ tích cực!" }
    ],
    "error": false
}